Repository: fabiorino/crelly-slider
Catalog: wordpress/languages/crelly-slider-*.po
Languages: es_es, sk_sk

source: JavaScript must be enabled to view this page correctly.
es_es: Debes habilitar JavaScript para ver correctamente esta página.
sk_sk: Pre správne zobrazenie stránky je nutné povoliť JavaScript.

source: Operation completed successfully.
es_es: Operación completada satisfactoriamente.
sk_sk: Operácia bola úspešne dokončená.

source: Something went wrong.
es_es: Algo salió mal.
sk_sk: Došlo k chybe.

source: When you'll click "Save Settings", you'll be able to add slides and elements.
es_es: Cuando hagas clic en guardar podrás agregar diapositivas y elementos.
sk_sk: Pridávať snímky a elementy budete môcť až po klinutí na tlačidlo "Uložiť nastavenia".

source: Slider Settings
es_es: Ajustes
sk_sk: Nastavenia slideru

source: Edit Slides
es_es: Editar Diapositivas
sk_sk: Upraviť snímky

source: Save Settings
es_es: Guardar Ajustes
sk_sk: Uložiť nastavenia

source: Slide
es_es: Diapositiva
sk_sk: Snímok

source: The slide will be deleted. Are you sure?
es_es: La diapositiva será borrada, ¿Estás seguro?
sk_sk: Snímok bude odstránený. Chcete pokračovať?

source: You can't delete this. You must have at least one slide.
es_es: No se puede eliminar esto. Debe tener al menos una diapositiva.
sk_sk: Tento snímok nie je možné odstrániť. Slider musí obsahovať aspoň jeden snímok.

source: The slider will be deleted. Are you sure?
es_es: La diapositiva será borrada, ¿Estás seguro?
sk_sk: Slider bude odstránený. Chcete pokračovať?

source: Text element
es_es: Elemento de texto
sk_sk: Textový element

source: Live preview
es_es: Previsualizar diapositivas
sk_sk: Živý náhľad

source: Stop preview
es_es: Detener vista previa
sk_sk: Zastaviť náhľad

source: Duplicate slide
es_es: Duplicar diapositiva
sk_sk: Duplikovať snímok

source: Delete slide
es_es: Borrar diapositiva
sk_sk: Odstrániť snímok

source: All unsaved changes will be lost. Are you sure you want to leave this page?
es_es: Se perderán los cambios sin guardar. ¿Estás seguro que deseas abandonar esta página?
sk_sk: Všetky neuložené zmeny budú odstránené. Ste si istý, že chcete túto stránku opustiť?

source: Copy
es_es: Copiar
sk_sk: Kopírovať

source: copy
es_es: copiar
sk_sk: kopírovať

source: Add text
es_es: Agregar texto
sk_sk: Pridať text

source: Add image
es_es: Agregar imagen
sk_sk: Pridať obrázok

source: Add video
es_es: Agregar video
sk_sk: Pridať video

source: Delete element
es_es: Borrar elemento
sk_sk: Odstrániť element

source: Duplicate element
es_es: Duplicar elemento
sk_sk: Duplikovať element

source: None
es_es: Nada
sk_sk: Žiaden

source: Slide down
es_es: Deslizar hacia abajo
sk_sk: Vkĺznuť nadol

source: Slide up
es_es: Deslizar hacia arriba
sk_sk: Vkĺznuť nahor

source: Slide left
es_es: Deslizar hacia la izquierda
sk_sk: Vkĺznuť vľavo

source: Slide right
es_es: Deslizar hacia la derecha
sk_sk: Vkĺznuť vpravo

source: Fade
es_es: Desvanecer
sk_sk: Pozvoľna zobraziť

source: Fade down
es_es: Desvanecer hacia abajo
sk_sk: Pozvoľna zobraziť nadol

source: Fade up
es_es: Desvanecer hacia arriba
sk_sk: Pozvoľna zobraziť nahor

source: Fade left
es_es: Desvanecer hacia la izquierda
sk_sk: Pozvoľna zobraziť vľavo

source: Fade right
es_es: Desvanecer hacia la derecha
sk_sk: Pozvoľna zobraziť vpravo

source: Fade small down
es_es: Desvanecer ligeramente hacia abajo
sk_sk: Pozvoľna zobraziť jemne nadol

source: Fade small up
es_es: Desvanecer ligeramente hacia arriba
sk_sk: Pozvoľna zobraziť jemne nahor

source: Fade small left
es_es: Desvanecer ligeramente hacia la izquierda
sk_sk: Pozvoľna zobraziť jemne vľavo

source: Fade small right
es_es: Desvanecer ligeramente hacia la derecha
sk_sk: Pozvoľna zobraziť jemne vpravo

source: Element Options
es_es: Opciones de elementos
sk_sk: Nastavenie elementu

source: Option
es_es: Opción
sk_sk: Nastavenie

source: Description
es_es: Descripción
sk_sk: Popis

source: Write the text or the HTML.
es_es: Escribe el texto o el HTML
sk_sk: Zadajte text alebo HTML.

source: Left
es_es: Izquierda
sk_sk: Zľava

source: Center horizontally
es_es: Centrar horizontalmente
sk_sk: Centrovať horizontálne

source: Left distance in px from the start width.
es_es: Distancia en píxeles desde la izquierda desde el ancho inicial.
sk_sk: Vzdialenosť od ľavého okraja slideru v px.

source: Top
es_es: Arriba
sk_sk: Zhora

source: Center vertically
es_es: Centrar verticalmente
sk_sk: Centrovať vertikálne

source: Top distance in px from the start height.
es_es: Distancia en píxeles desde arriba a partir de la altura inicial.
sk_sk: Vzdialenosť od horného okraja slideru v px.

source: An element with an high z-index will cover an element with a lower z-index if they overlap.
es_es: Un elemento con un z-index mayor cubrirá un elemento con uno menor, si se sobreponen.
sk_sk: Element s vyššou hodnotou z-indexu prekryje element s nižšou hodnotou z-indexu.

source: Delay
es_es: Retraso
sk_sk: Oneskorenie

source: How long will the element wait before the entrance.
es_es: Cuanto tardará el elemento en hacer su entrada
sk_sk: Oneskorenie zobrazenia elementu v snímku.

source: Time
es_es: Tiempo
sk_sk: Čas

source: How long will the element be displayed during the slide execution.
es_es: Cuánto tiempo se mostrará el elemento mientras la diapositiva se muestra.
sk_sk: Ako dlho bude element zobrazený na danom snímku.

source: Write "all" to set the entire time.
es_es: Escribe "all" para que se muestre siempre
sk_sk: Vpíšte "all" pre nastavenie dĺžky trvania snímku.

source: Write "3000" to set 3000 milliseconds minus delay time (so, if the delay time is 1000 milliseconds, the element will be displayed for 3000-1000=2000 milliseconds).
es_es: Escribe "3000" para establecer 3000 milisegundos menos el tiempo de retraso (si el tiempo de retraso es de 1000 milisegundos, el elemento será mostrado por 3000-1000=2000 milisegundos)
sk_sk: Vpíšte "3000" pre nastavenie 3000 milisekúnd mínus čas oneskorenia (napr., ak je čas oneskorenia 1000 milisekúnd, element bude zobrazený po dobu 3000-1000=2000 milisekúnd).

source: In animation
es_es: Animación de entrada
sk_sk: Animácia príchodu

source: The in animation of the element.
es_es: La animación de entrada del elemento
sk_sk: Animácia použitá pri zobrazení elementu (pri jeho príchode na scénu).

source: Out animation
es_es: Animación de salida
sk_sk: Animácia odchodu

source: Disable synchronization with slide out animation
es_es: Deshabilitar la sincronización con la animación de salida de la diapositiva
sk_sk: Vypnúť synchronizáciu s animáciou odchodu snímku

source: The out animation of the element.<br /><br />Disable synchronization with slide out animation: if not checked, the slide out animation won't start until all the elements that have this option unchecked are animated out.
es_es: Animación de salida del elemento. <br /><br />Deshabilitar la sincronización con la salida de la animación: si no está marcada, la salida de la animación no comenzará hasta que todos los elementos que tengan esta opción sin marcar hayan hecho su salida
sk_sk: Animácia použitá pri odchode elemenu zo scény.<br /><br />Vypnutie synchronizácie s animáciou odchodu snímku: ak nie je zaškrtnuté, animácia odchodu snímku sa nespustí, kým neodídu zo scény všetky elementy s týmto nastavením nezaškrtnutým.

source: Ease in
es_es: Suavizado de entrada
sk_sk: Trvanie príchodu

source: How long will the in animation take.
es_es: Cuánto tardará la animación
sk_sk: Ako dlho bude trvať animácia príchodu.

source: Ease out
es_es: Suavizado de salida.
sk_sk: Trvanie odchodu

source: How long will the out animation take.
es_es: Cuánto tardará la animación de salida.
sk_sk: Ako dlho bude trvať animácia odchodu.

source: Link
es_es: Enlace
sk_sk: Odkaz

source: Open link in a new tab
es_es: Abrir enlace en ventana nueva
sk_sk: Otvoriť v novom okne / záložke

source: Open the link (e.g.: http://www.google.it) on click. Leave it empty if you don't want it.
es_es: Abrir el enlace al hacer clic en él
sk_sk: Otvoriť odkaz (napr.: http://www.google.sk) po kliknutí. Ponechajte prázdne, ak žiaden odkaz aplikovať nechcete.

source: Custom CSS
es_es: Estilo CSS personalizado
sk_sk: Vlastné CSS

source: Style the element.
es_es: Estilizar el elemento
sk_sk: CSS štýl elementu.

source: Custom classes
es_es: Clases personalizadas
sk_sk: CSS triedy

source: Apply custom CSS classes to the element. The style of the classes may not work when working on backend.
es_es: Aplicar clases personalizadas CSS al elemento. El estilo de las clases puede no funcionar mientras se trabaja en el escritorio wordpress
sk_sk: Aplikuje vlastné CSS triedy na daný element. Štýl aplikovaný týmito CSS triedami nemusí byť aplikovaný v administračnom rozhraní.

source: Modify image
es_es: Modificar imagen
sk_sk: Zmeniť obrázok

source: Open gallery
es_es: Abrir galería
sk_sk: Otvoriť galériu

source: Change the image source or the alt text.
es_es: Cambia la fuente de la imagen o el texto ALT
sk_sk: Zmeniť zdroj obrázku alebo jeho alternatívny text.

source: Video source
es_es: Fuente del video
sk_sk: Zdroj videa

source: Set source and ID.
es_es: Establecer fuente e ID
sk_sk: Nastavte zdroj a ID.

source: Loop video
es_es: Repetición del video
sk_sk: Prehrávanie v slučke?

source: The video will automatically restart from the beginning when it reaches the end.
es_es: El video automáticamente reiniciará desde el inicio cuando finalice
sk_sk: Video sa automaticky reštartuje po jeho ukončení.

source: Autoplay
sk_sk: Automatické prehrávanie

source: The video will automatically be played after the in animation.
es_es: El video se reproducirá automáticamente después de la animación
sk_sk: Video sa automaticky začne prehrávať po úvodnej animácii.

source: You have to insert a valid alias in the shortcode
es_es: Introduce un alias válido en el shortcode
sk_sk: Do shortcodu musíte vložiť platný alias

source: The slider hasn't been found
es_es: La diapositiva no fue encontrada
sk_sk: Slider nebol nájdený

source: No Sliders found. Please add a new one.
es_es: No se encontraron diapositivas. Por favor agrega una nueva.
sk_sk: Nenašiel sa žiaden slider. Prosíme, vytvorte nový.

source: Sliders List
es_es: Listado de diapositivas
sk_sk: Zoznam sliderov

source: Name
es_es: Nombre
sk_sk: Názov

source: Actions
es_es: Acciones
sk_sk: Akcie

source: Edit Slider
es_es: Editar Diapositiva
sk_sk: Upraviť slider

source: Duplicate Slider
es_es: Duplicar diapositiva
sk_sk: Duplikovať slider

source: Export Slider
es_es: Exportar diapositiva
sk_sk: Exportovať slider

source: Delete Slider
es_es: Borrar Diapositiva
sk_sk: Odstrániť slider

source: Add Slider
es_es: Agregar diapositiva
sk_sk: Pridať slider

source: Import Slider
es_es: Importar diapositiva
sk_sk: Importovať slider

source: Full Width
es_es: Ancho completo
sk_sk: Celá šírka

source: Fixed
es_es: Ancho fijo
sk_sk: Pevná šírka

source: Yes
es_es: Sí
sk_sk: Áno

source: No
sk_sk: Nie

source: Slider Name
es_es: Nombre de la diapositiva
sk_sk: Názov slideru

source: Slider General Options
es_es: Opciones generales de diapositiva
sk_sk: Základné nastavenia slideru

source: Layout
es_es: Diseño
sk_sk: Rozloženie

source: Modify the layout type of the slider.
es_es: Modifica el tipo de diseño de la diapositiva.
sk_sk: Nastaví rozloženie slideru.

source: Responsive
es_es: Responsivo
sk_sk: Responzívne

source: The slider will be adapted to the screen size.
es_es: La diapositiva será adaptada al tamaño de la pantalla
sk_sk: Slider sa adaptuje veľkosti obrazovky.

source: Start Width
es_es: Anchura inicial
sk_sk: Počiatočná šírka

source: The content initial width of the slider.
es_es: El ancho del contenido inicial de la diapositiva.
sk_sk: Počiatočná šírka obsahu slideru.

source: Start Height
es_es: Altura inicial
sk_sk: Počiatočná výška

source: The content initial height of the slider.
es_es: La altura del contenido inicial de la diapositiva
sk_sk: Počiatočná výška obsahu slideru.

source: Automatic Slide
es_es: Pase de diapositivas automático
sk_sk: Automatický slider

source: The slides loop is automatic.
es_es: Las diapositivas se repetirán automáticamente.
sk_sk: Snímky budú automaticky kolovať v slučke.

source: Show Controls
es_es: Mostrar flechas
sk_sk: Zobraziť ovládanie

source: Show the previous and next arrows.
es_es: Mostrar las flechas anterior y siguiente
sk_sk: Zobrazí šípku pre nasledujúci / predchádzajúci snímok.

source: Show Navigation
es_es: Mostrar botones
sk_sk: Zobraziť navigáciu

source: Show the links buttons to change slide.
es_es: Mostrar botones para cambiar la diapositiva
sk_sk: Zobrazí tlačidlá pre každý snímok zvlášť.

source: Enable swipe and drag
es_es: Habilitara barrido con el dedo
sk_sk: Povoliť dotykové ťahanie

source: Enable swipe left, swipe right, drag left, drag right commands.
es_es: Habilitar el deslizamiento con el dedo hacia la izquierda y derecha
sk_sk: Povolí dotykové ťahanie vľavo alebo vpravo.

source: Show Progress Bar
es_es: Mostrar barra de progreso
sk_sk: Zobraziť indikátor priebehu

source: Draw the progress bar during the slide execution.
es_es: Dibujar la barra de progreso mientras se muestra la dispositiva
sk_sk: Vykreslí indikátor časového tvrvania snímku.

source: Pause on Hover
es_es: Pausar con mouse encima
sk_sk: Pauza pri prechode myšou

source: Pause the current slide when hovered.
es_es: Pausar la animación cuando el mouse está encima
sk_sk: Zastaví aktuálny snímok ak sa kurzor myši nachádza nad sliderom.

source: Callbacks
sk_sk: Spätné volania

source: Some jQuery functions that you can fire during the slider execution.
es_es: Algunas funciones de jQuery que puedes lanzar durante la ejecución de la diapositiva
sk_sk: jQuery funkcie, ktoré môžete použiť počas zobrazenia a animácie slideru.

source: Add Slide
es_es: Agregar diapositiva
sk_sk: Pridať snímok

source: Slide Options
es_es: Opciones de diapositiva
sk_sk: Nastavenie snímku

source: Background
es_es: Fondo
sk_sk: Pozadie

source: Background image:
es_es: Imagen de fondo:
sk_sk: Obrázok pozadia:

source: Select image
es_es: Selecciona la imagen
sk_sk: Zvoliť obrázok

source: Background color:
es_es: Color de fondo:
sk_sk: Farba pozadia:

source: Transparent
es_es: Transparente
sk_sk: Priehľadná

source: Enter value
es_es: Agregar valor
sk_sk: Zadajte hodnotu

source: Background position-x:
es_es: Posición X del fondo
sk_sk: Horizontálna pozícia pozadia:

source: Background position-y:
es_es: Posición Y del fondo
sk_sk: Vertikálna pozícia pozadia:

source: Background repeat:
es_es: Repetir el fondo
sk_sk: Opakovanie pozadia:

source: Repeat
es_es: Repetir
sk_sk: Opakovať

source: No repeat
es_es: No repetir
sk_sk: Neopakovať

source: Background size:
es_es: Tamaño de la imagen de fondo
sk_sk: Veľkosť pozadia:

source: The background of the slide and its proprieties.
es_es: El fondo de la diapositiva y sus propiedades
sk_sk: Pozadie snímku a jeho nastavenie.

source: Presets:
es_es: Valores default:
sk_sk: Presety:

source: Full width responsive background image
es_es: Imagen de fondo responsiva de ancho completo
sk_sk: Responzívny obrázok na pozadí na celú šírku

source: Pattern background image
es_es: Imagen de fondo en mosaico
sk_sk: Opakujúci sa obrázok pozadia

source: The in animation of the slide.
es_es: La animación de entrada de la diapositiva
sk_sk: Animácia príchodu snímku

source: The out animation of the slide.
es_es: La animación de salida de la diapositiva
sk_sk: Animácia odchodu snímku

source: The time that the slide will remain on the screen.
es_es: El tiempo que la diapositiva permanecerá en la pantalla
sk_sk: Časová dĺžka zobrazenia snímku

source: Ease In
es_es: Suavizado de entrada
sk_sk: Trvanie príchodu

source: The time that the slide will take to get in.
es_es: El tiempo que la diapositiva tardará en entrar.
sk_sk: Časová dĺžka animácie príchodu snímku.

source: Ease Out
es_es: Suavizado de salida
sk_sk: Trvanie odchodu

source: The time that the slide will take to get out.
es_es: El tiempo que la diapositiva tardará en salir
sk_sk: Časová dĺžka animácie odchodu snímku.

source: Open the link (e.g.: http://www.google.it) when the user clicks on the background. Leave it empty if you don't want it.
es_es: Abrir el enlace (ej: http://google.com) cuando el usuario hace click en el fondo. Dejar en blanco si no deseas esto.
sk_sk: Otvoriť odkaz (napr.: http://www.google.sk) ak užívateľ klikne na pozadie. Ponechajte prázdne pole ak nechcete aplikovať žiaden odkaz.

source: Apply CSS to the slide.
es_es: Reglas CSS para la diapositiva
sk_sk: Použiť CSS na snímok.

source: Parameter
es_es: Parámetro

source: Text
es_es: Texto
